Repository: wernerpaulin/Yaha
Catalog: Software/Heating/Releases/Release Heating 20170121/www/yaha/core/translation/chartlegend.tmx
Source language: de
Languages: cn, en, fr

source: Brenner Isttemp.
cn: CN_Burner actual temp.
en: Burner actual temp.
fr: FR_Burner actual temp.

source: Warmwasser Isttemp.
cn: CN_Hot water actual temp.
en: Hot water actual temp.
fr: FR_Hot water actual temp.

source: FBH Vorlauf Isttemp.
cn: CN_Floor flow actual temp.
en: Floor flow actual temp.
fr: FR_Floor flow actual temp.

source: FBH Vorlauf Solltemp.
cn: CN_Floor flow set temp.
en: Floor flow set temp.
fr: FR_Floor flow set temp.

source: FBH Mischer Istpos.
cn: CN_Floor mixer actual pos.
en: Floor mixer actual pos.
fr: FR_Floor mixer actual pos.

source: HK Vorlauf Isttemp.
cn: CN_Radiator flow actual temp.
en: Radiator flow actual temp.
fr: FR_Radiator flow actual temp.

source: HK Vorlauf Solltemp.
cn: CN_Radiator flow set temp.
en: Radiator flow set temp.
fr: FR_Radiator flow set temp.

source: HK Mischer Istpos.
cn: CN_Radiator mixer actual pos.
en: Radiator mixer actual pos.
fr: FR_Radiator mixer actual pos.

source: Aussentemp. Nordseite
cn: 室外温度 - 北边
en: Outside temp. north side
fr: Temp. extérieure - versant nord

source: Brenner Tagesbetriebsstd.
cn: 燃烧器运行小时
en: Burner daily op. hours
fr: Brûleur heures de fonct.
